{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Crouch"
			},
			"Translation":
			{
				"Text": "Crouch"
			},
			"Key": "1AE071FA4EF504A1DF0778A448A58FC1"
		},
		{
			"Source":
			{
				"Text": "Crouch (Gamepad)"
			},
			"Translation":
			{
				"Text": "Crouch (Gamepad)"
			},
			"Key": "EE915B9949435E9D0BF1AF9E18D5ECFA"
		},
		{
			"Source":
			{
				"Text": "Crouch (Gamepad)"
			},
			"Translation":
			{
				"Text": "Crouch (Gamepad)"
			},
			"Key": "BECBFEBD47CE68BB8EF76DBCE0062B7F"
		},
		{
			"Source":
			{
				"Text": "Default Gamepad"
			},
			"Translation":
			{
				"Text": "Default Gamepad"
			},
			"Key": "FEEA210A406D833FC25B59A3E00EBD45"
		},
		{
			"Source":
			{
				"Text": "Default Keyboard & Mouse"
			},
			"Translation":
			{
				"Text": "Default Keyboard & Mouse"
			},
			"Key": "FE2F4C5D4D505156F3E6A182F8C1AB9B"
		},
		{
			"Source":
			{
				"Text": "Gamepad"
			},
			"Translation":
			{
				"Text": "Gamepad"
			},
			"Key": "45DA48A94A748A13F1E027B3DFBDCBCC"
		},
		{
			"Source":
			{
				"Text": "Gamepad"
			},
			"Translation":
			{
				"Text": "Gamepad"
			},
			"Key": "53E18F354094BD59BBA57CA3EA78C261"
		},
		{
			"Source":
			{
				"Text": "Gamepad"
			},
			"Translation":
			{
				"Text": "Gamepad"
			},
			"Key": "8A3A3BC5401B375E4FBAE99CD0B02DA8"
		},
		{
			"Source":
			{
				"Text": "Gamepad"
			},
			"Translation":
			{
				"Text": "Gamepad"
			},
			"Key": "9C30B17047263BD32A33EB8717566376"
		},
		{
			"Source":
			{
				"Text": "Gamepad"
			},
			"Translation":
			{
				"Text": "Gamepad"
			},
			"Key": "CBB16DB74A682295FE6EBF9DB6B6D150"
		},
		{
			"Source":
			{
				"Text": "Hero Pawn"
			},
			"Translation":
			{
				"Text": "Hero Pawn"
			},
			"Key": "12E9EFC34D47343A9EF80B8CE3718F25"
		},
		{
			"Source":
			{
				"Text": "Hero Pawn"
			},
			"Translation":
			{
				"Text": "Hero Pawn"
			},
			"Key": "2A71F9BA4EB69D9BDED9659391978329"
		},
		{
			"Source":
			{
				"Text": "Jump"
			},
			"Translation":
			{
				"Text": "Jump"
			},
			"Key": "CFF7A17B45828BA9C4055A880528713C"
		},
		{
			"Source":
			{
				"Text": "Jump (Gamepad)"
			},
			"Translation":
			{
				"Text": "Jump (Gamepad)"
			},
			"Key": "D41C83174B68891CB462CF8B98EF47FA"
		},
		{
			"Source":
			{
				"Text": "Jump (Gamepad)"
			},
			"Translation":
			{
				"Text": "Jump (Gamepad)"
			},
			"Key": "BD6A3FCD4A49AFB7B518C9B287E9F3C1"
		},
		{
			"Source":
			{
				"Text": "Move (Gamepad)"
			},
			"Translation":
			{
				"Text": "Move (Gamepad)"
			},
			"Key": "D61464C3432B48D61DE5E38D517C717F"
		},
		{
			"Source":
			{
				"Text": "Move Backwards"
			},
			"Translation":
			{
				"Text": "Move Backwards"
			},
			"Key": "4E2785AE400A214363A9C2B237C5AC31"
		},
		{
			"Source":
			{
				"Text": "Move Forward"
			},
			"Translation":
			{
				"Text": "Move Forward"
			},
			"Key": "B356D1784244FCB7CBBC06B890B9513F"
		},
		{
			"Source":
			{
				"Text": "Move Left"
			},
			"Translation":
			{
				"Text": "Move Left"
			},
			"Key": "FD2D45F3495717DCCEA955B15C6DE989"
		},
		{
			"Source":
			{
				"Text": "Move Right"
			},
			"Translation":
			{
				"Text": "Move Right"
			},
			"Key": "9F3531564FC5EE52359EC69A48AD8E04"
		},
		{
			"Source":
			{
				"Text": "Text Block"
			},
			"Translation":
			{
				"Text": "Text Block"
			},
			"Key": "C1D5CD3640D1C5A01A3A1EAD980B4D4C"
		},
		{
			"Source":
			{
				"Text": "Text Block"
			},
			"Translation":
			{
				"Text": "Text Block"
			},
			"Key": "892FBC36435FED5AE8F7BD82D9AD6948"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "MySettings",
			"Children": [
				{
					"Source":
					{
						"Text": "Adjusts the volume of dialogue for game characters and voice overs."
					},
					"Translation":
					{
						"Text": "Adjusts the volume of dialogue for game characters and voice overs."
					},
					"Key": "DialogueVolume_Description"
				},
				{
					"Source":
					{
						"Text": "Adjusts the volume of everything."
					},
					"Translation":
					{
						"Text": "Adjusts the volume of everything."
					},
					"Key": "OverallVolume_Description"
				},
				{
					"Source":
					{
						"Text": "Adjusts the volume of music."
					},
					"Translation":
					{
						"Text": "Adjusts the volume of music."
					},
					"Key": "MusicVolume_Description"
				},
				{
					"Source":
					{
						"Text": "Adjusts the volume of sound effects."
					},
					"Translation":
					{
						"Text": "Adjusts the volume of sound effects."
					},
					"Key": "SoundEffectsVolume_Description"
				},
				{
					"Source":
					{
						"Text": "Advanced Graphics"
					},
					"Translation":
					{
						"Text": "Advanced Graphics"
					},
					"Key": "AdvancedGraphics_Name"
				},
				{
					"Source":
					{
						"Text": "Anti-Aliasing"
					},
					"Translation":
					{
						"Text": "Anti-Aliasing"
					},
					"Key": "AntiAliasing_Name"
				},
				{
					"Source":
					{
						"Text": "Anti-Aliasing reduces jaggy artifacts along geometry edges. Increasing this setting will make edges look smoother, but can reduce performance. Higher settings mean more anti-aliasing."
					},
					"Translation":
					{
						"Text": "Anti-Aliasing reduces jaggy artifacts along geometry edges. Increasing this setting will make edges look smoother, but can reduce performance. Higher settings mean more anti-aliasing."
					},
					"Key": "AntiAliasing_Description"
				},
				{
					"Source":
					{
						"Text": "Audio"
					},
					"Translation":
					{
						"Text": "Audio"
					},
					"Key": "Audio"
				},
				{
					"Source":
					{
						"Text": "Auto-Set Quality"
					},
					"Translation":
					{
						"Text": "Auto-Set Quality"
					},
					"Key": "AutoSetQuality_Name"
				},
				{
					"Source":
					{
						"Text": "Automatically configure the graphics quality options based on a benchmark of the hardware."
					},
					"Translation":
					{
						"Text": "Automatically configure the graphics quality options based on a benchmark of the hardware."
					},
					"Key": "AutoSetQuality_Description"
				},
				{
					"Source":
					{
						"Text": "Bindings"
					},
					"Translation":
					{
						"Text": "Bindings"
					},
					"Key": "Bindings_Name"
				},
				{
					"Source":
					{
						"Text": "Choose between different quality presets to make a trade off between quality and speed."
					},
					"Translation":
					{
						"Text": "Choose between different quality presets to make a trade off between quality and speed."
					},
					"Key": "DeviceProfileSuffix_Description"
				},
				{
					"Source":
					{
						"Text": "Dialogue"
					},
					"Translation":
					{
						"Text": "Dialogue"
					},
					"Key": "DialogueVolume_Name"
				},
				{
					"Source":
					{
						"Text": "Display"
					},
					"Translation":
					{
						"Text": "Display"
					},
					"Key": "DisplayCollection_Name"
				},
				{
					"Source":
					{
						"Text": "Display Resolution determines the size of the window in Windowed mode. In Fullscreen mode, Display Resolution determines the graphics card output resolution, which can result in black bars depending on monitor and graphics card. Display Resolution is inactive in Windowed Fullscreen mode."
					},
					"Translation":
					{
						"Text": "Display Resolution determines the size of the window in Windowed mode. In Fullscreen mode, Display Resolution determines the graphics card output resolution, which can result in black bars depending on monitor and graphics card. Display Resolution is inactive in Windowed Fullscreen mode."
					},
					"Key": "Resolution_Description"
				},
				{
					"Source":
					{
						"Text": "Effects"
					},
					"Translation":
					{
						"Text": "Effects"
					},
					"Key": "VisualEffectQuality_Name"
				},
				{
					"Source":
					{
						"Text": "Effects determines the quality of visual effects and lighting in game. Increasing this setting will increase the quality of visual effects, but can reduce performance."
					},
					"Translation":
					{
						"Text": "Effects determines the quality of visual effects and lighting in game. Increasing this setting will increase the quality of visual effects, but can reduce performance."
					},
					"Key": "VisualEffectQuality_Description"
				},
				{
					"Source":
					{
						"Text": "Enabling Vertical Sync eliminates screen tearing by always rendering and presenting a full frame. Disabling Vertical Sync can give higher frame rate and better input response, but can result in horizontal screen tearing."
					},
					"Translation":
					{
						"Text": "Enabling Vertical Sync eliminates screen tearing by always rendering and presenting a full frame. Disabling Vertical Sync can give higher frame rate and better input response, but can result in horizontal screen tearing."
					},
					"Key": "VerticalSync_Description"
				},
				{
					"Source":
					{
						"Text": "Epic"
					},
					"Translation":
					{
						"Text": "Epic"
					},
					"Key": "VisualEffectQualityEpic"
				},
				{
					"Source":
					{
						"Text": "Frame Rate Limit"
					},
					"Translation":
					{
						"Text": "Frame Rate Limit"
					},
					"Key": "FrameRateLimit_Mobile_Name"
				},
				{
					"Source":
					{
						"Text": "Fullscreen"
					},
					"Translation":
					{
						"Text": "Fullscreen"
					},
					"Key": "Fullscreen_Name"
				},
				{
					"Source":
					{
						"Text": "Gameplay"
					},
					"Translation":
					{
						"Text": "Gameplay"
					},
					"Key": "Gameplay"
				},
				{
					"Source":
					{
						"Text": "Global Illumination controls the quality of dynamically calculated indirect lighting bounces, sky shadowing and Ambient Occlusion. Settings of 'High' and above use more accurate ray tracing methods to solve lighting, but can reduce performance."
					},
					"Translation":
					{
						"Text": "Global Illumination controls the quality of dynamically calculated indirect lighting bounces, sky shadowing and Ambient Occlusion. Settings of 'High' and above use more accurate ray tracing methods to solve lighting, but can reduce performance."
					},
					"Key": "GlobalIlluminationQuality_Description"
				},
				{
					"Source":
					{
						"Text": "Graphics Quality"
					},
					"Translation":
					{
						"Text": "Graphics Quality"
					},
					"Key": "GraphicsQuality_Name"
				},
				{
					"Source":
					{
						"Text": "High"
					},
					"Translation":
					{
						"Text": "High"
					},
					"Key": "VisualEffectQualityHigh"
				},
				{
					"Source":
					{
						"Text": "In Windowed mode you can interact with other windows more easily, and drag the edges of the window to set the size. In Windowed Fullscreen mode you can easily switch between applications. In Fullscreen mode you cannot interact with other windows as easily, but the game will run slightly faster."
					},
					"Translation":
					{
						"Text": "In Windowed mode you can interact with other windows more easily, and drag the edges of the window to set the size. In Windowed Fullscreen mode you can easily switch between applications. In Fullscreen mode you cannot interact with other windows as easily, but the game will run slightly faster."
					},
					"Key": "WindowMode_Description"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "Language"
					},
					"Key": "LanguageCollection_Name"
				},
				{
					"Source":
					{
						"Text": "Lighting"
					},
					"Translation":
					{
						"Text": "Lighting"
					},
					"Key": "LightingQuality_Name"
				},
				{
					"Source":
					{
						"Text": "Low"
					},
					"Translation":
					{
						"Text": "Low"
					},
					"Key": "VisualEffectQualityLow"
				},
				{
					"Source":
					{
						"Text": "Medium"
					},
					"Translation":
					{
						"Text": "Medium"
					},
					"Key": "VisualEffectQualityMedium"
				},
				{
					"Source":
					{
						"Text": "Mouse & Keyboard"
					},
					"Translation":
					{
						"Text": "Mouse & Keyboard"
					},
					"Key": "MouseAndKeyboardCollection_Name"
				},
				{
					"Source":
					{
						"Text": "Music"
					},
					"Translation":
					{
						"Text": "Music"
					},
					"Key": "MusicVolume_Name"
				},
				{
					"Source":
					{
						"Text": "Overall Volume"
					},
					"Translation":
					{
						"Text": "Overall Volume"
					},
					"Key": "OverallVolume_Name"
				},
				{
					"Source":
					{
						"Text": "Post Processing"
					},
					"Translation":
					{
						"Text": "Post Processing"
					},
					"Key": "PostProcessingQuality_Name"
				},
				{
					"Source":
					{
						"Text": "Post Processing effects include Motion Blur, Depth of Field and Bloom. Increasing this setting improves the quality of post process effects, but can reduce performance."
					},
					"Translation":
					{
						"Text": "Post Processing effects include Motion Blur, Depth of Field and Bloom. Increasing this setting improves the quality of post process effects, but can reduce performance."
					},
					"Key": "PostProcessingQuality_Description"
				},
				{
					"Source":
					{
						"Text": "Press a key to bind or esc to cancel"
					},
					"Translation":
					{
						"Text": "Press a key to bind or esc to cancel"
					},
					"Key": "ChooseAKeyWidget_Title"
				},
				{
					"Source":
					{
						"Text": "Quality Presets"
					},
					"Translation":
					{
						"Text": "Quality Presets"
					},
					"Key": "DeviceProfileSuffix_Name"
				},
				{
					"Source":
					{
						"Text": "Reflection quality determines the resolution and accuracy of reflections.  Settings of 'High' and above use more accurate ray tracing methods to solve reflections, but can reduce performance."
					},
					"Translation":
					{
						"Text": "Reflection quality determines the resolution and accuracy of reflections.  Settings of 'High' and above use more accurate ray tracing methods to solve reflections, but can reduce performance."
					},
					"Key": "ReflectionQuality_Description"
				},
				{
					"Source":
					{
						"Text": "Reflections"
					},
					"Translation":
					{
						"Text": "Reflections"
					},
					"Key": "ReflectionQuality_Name"
				},
				{
					"Source":
					{
						"Text": "Resolution"
					},
					"Translation":
					{
						"Text": "Resolution"
					},
					"Key": "Resolution_Name"
				},
				{
					"Source":
					{
						"Text": "Select a desired framerate. Use this to fine tune performance on your device."
					},
					"Translation":
					{
						"Text": "Select a desired framerate. Use this to fine tune performance on your device."
					},
					"Key": "FrameRateLimit_Mobile_Description"
				},
				{
					"Source":
					{
						"Text": "Shadow quality determines the resolution and view distance of dynamic shadows. Shadows improve visual quality and give better depth perception, but can reduce performance."
					},
					"Translation":
					{
						"Text": "Shadow quality determines the resolution and view distance of dynamic shadows. Shadows improve visual quality and give better depth perception, but can reduce performance."
					},
					"Key": "Shadows_Description"
				},
				{
					"Source":
					{
						"Text": "Shadows"
					},
					"Translation":
					{
						"Text": "Shadows"
					},
					"Key": "Shadows_Name"
				},
				{
					"Source":
					{
						"Text": "Sound Effects"
					},
					"Translation":
					{
						"Text": "Sound Effects"
					},
					"Key": "SoundEffectsVolume_Name"
				},
				{
					"Source":
					{
						"Text": "Texture quality determines the resolution of textures in game. Increasing this setting will make objects more detailed, but can reduce performance."
					},
					"Translation":
					{
						"Text": "Texture quality determines the resolution of textures in game. Increasing this setting will make objects more detailed, but can reduce performance."
					},
					"Key": "TextureQuality_Description"
				},
				{
					"Source":
					{
						"Text": "Textures"
					},
					"Translation":
					{
						"Text": "Textures"
					},
					"Key": "TextureQuality_Name"
				},
				{
					"Source":
					{
						"Text": "The key {0} is already used for another action are you sure you want to bind it? Press {1} to confirm or esc to cancel"
					},
					"Translation":
					{
						"Text": "The key {0} is already used for another action are you sure you want to bind it? Press {1} to confirm or esc to cancel"
					},
					"Key": "ConfirmBinding"
				},
				{
					"Source":
					{
						"Text": "The language of the game. You will need to restart the game completely for all language related changes to take effect."
					},
					"Translation":
					{
						"Text": "The language of the game. You will need to restart the game completely for all language related changes to take effect."
					},
					"Key": "LanguageSetting_Description"
				},
				{
					"Source":
					{
						"Text": "Vertical Sync"
					},
					"Translation":
					{
						"Text": "Vertical Sync"
					},
					"Key": "VerticalSync_Name"
				},
				{
					"Source":
					{
						"Text": "Video"
					},
					"Translation":
					{
						"Text": "Video"
					},
					"Key": "VideoCollection_Name"
				},
				{
					"Source":
					{
						"Text": "View Distance"
					},
					"Translation":
					{
						"Text": "View Distance"
					},
					"Key": "ViewDistance_Name"
				},
				{
					"Source":
					{
						"Text": "View distance determines how far away objects are culled for performance."
					},
					"Translation":
					{
						"Text": "View distance determines how far away objects are culled for performance."
					},
					"Key": "ViewDistance_Description"
				},
				{
					"Source":
					{
						"Text": "Volume"
					},
					"Translation":
					{
						"Text": "Volume"
					},
					"Key": "VolumeCollection_Name"
				},
				{
					"Source":
					{
						"Text": "Window Mode"
					},
					"Translation":
					{
						"Text": "Window Mode"
					},
					"Key": "WindowMode_Name"
				},
				{
					"Source":
					{
						"Text": "Windowed"
					},
					"Translation":
					{
						"Text": "Windowed"
					},
					"Key": "Windowed_Name"
				},
				{
					"Source":
					{
						"Text": "Windowed Fullscreen"
					},
					"Translation":
					{
						"Text": "Windowed Fullscreen"
					},
					"Key": "WindowedFullscreen_Name"
				}
			]
		},
		{
			"Namespace": "SettingsMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "Apply changes"
					},
					"Translation":
					{
						"Text": "Apply changes"
					},
					"Key": "ApplyChanges"
				},
				{
					"Source":
					{
						"Text": "Are you sure ?"
					},
					"Translation":
					{
						"Text": "Are you sure ?"
					},
					"Key": "USure?"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "Cancel"
					},
					"Key": "Cancel"
				},
				{
					"Source":
					{
						"Text": "Credits"
					},
					"Translation":
					{
						"Text": "Credits"
					},
					"Key": "Credits"
				},
				{
					"Source":
					{
						"Text": "Options"
					},
					"Translation":
					{
						"Text": "Options"
					},
					"Key": "Options"
				},
				{
					"Source":
					{
						"Text": "Play"
					},
					"Translation":
					{
						"Text": "Play"
					},
					"Key": "Play"
				},
				{
					"Source":
					{
						"Text": "Quit"
					},
					"Translation":
					{
						"Text": "Quit"
					},
					"Key": "Quit"
				},
				{
					"Source":
					{
						"Text": "Reset"
					},
					"Translation":
					{
						"Text": "Reset"
					},
					"Key": "Reset"
				},
				{
					"Source":
					{
						"Text": "Validate"
					},
					"Translation":
					{
						"Text": "Validate"
					},
					"Key": "Validate"
				}
			]
		}
	]
}